/*  Class = "NSMenuItem"; title = "Default"; ObjectID = "89";  */
"Default" = "デフォルト";

/*  Class = "NSTextFieldCell"; title = "Key Block Size:"; ObjectID = "133";  */
"Key Block Size:" = "キーのブロックサイズ:";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "65";  */
"Advanced" = "オプション";

/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "63";  */
/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "64";  */
"Advanced index settings" = "インデックスの詳細を設定します";

/*  Class = "NSMenuItem"; title = "Remove Field"; ObjectID = "124";  */
"Remove Field" = "カラムを取り除く";

/*  Class = "NSButton"; gToolTip = "Add indexed field"; ObjectID = "144";  */
"Add indexed field" = "インデックス付きのカラムを追加します";

/*  Class = "NSButton"; gToolTip = "Remove indexed field"; ObjectID = "143";  */
"Remove indexed field" = "インデックスからカラムを取り除きます";

/*  Class = "NSTableColumn"; headerCell.title = "Field"; ObjectID = "57";  */
"Field" = "カラム";

/*  Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "58";  */
"Size" = "サイズ";

/*  Class = "NSTextFieldCell"; title = "Storage Type:"; ObjectID = "93";  */
"Storage Type:" = "ストレージタイプ:";

/*  Class = "NSTextFieldCell"; title = "Key Name:"; ObjectID = "23";  */
"Key Name:" = "キーの名前:";

/*  Class = "NSTextFieldCell"; title = "Key Type:"; ObjectID = "24";  */
"Key Type:" = "キーのタイプ:";

/*  Class = "NSTextField"; gToolTip = "Choose the name of the index or leave blank to use column name"; ObjectID = "11";  */
"Choose the name of the index or leave blank to use column name" = "インデックスの名前を指定するか、カラム名で代用するため空欄のままにします";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the type of the index"; ObjectID = "12";  */
"Choose the type of the index" = "インデックスタイプを選択します";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "59";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "19";  */
"optional" = "オプション";

/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "83";  */
"Add" = "追加";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "82";  */
"Cancel" = "キャンセル";

